Repository: giustoe82/World-Diary
Catalog: World Diary/*.lproj/Localizable.strings
Languages: sv_se

# home-title
source: Home
sv_se: Hem

# diary-title
source: Diary
sv_se: Dagbok

# map-title
source: Map
sv_se: Karta

# titleWrong1
source: Missing information
sv_se: Info saknas

# messageWrong1
source: You must provide both email and password
sv_se: Du måste ange både e-mejl och lösenord

source: Error
sv_se: Fel

# repeatPwdMessage
source: You must repeat the password
sv_se: Du måste upprepa lösenord

# btnTitleLogin
source: Login
sv_se: Logga in

# btnTitleSwitch
source: Switch to Sign Up
sv_se: Byta till Sign Up

# btnTitleSignUp
source: Sign Up
sv_se: Registrera ny användare

# btnTitleSwitch2
source: Switch to Log In
sv_se: Byta till Login

# singleViewTitle
source: Post Details
sv_se: Detalierat inlägg

# advancedCameraTitle
source: Advanced Camera
sv_se: Avancerade kamera

# collectionTitle
source: My Photos
sv_se: Mina Bilder
