Repository: giustoe82/World-Diary
Catalog: World Diary/*.lproj/Main.strings
Languages: sv_se

# 0GK-0O-L8O.normalTitle
source: Save
sv_se: Spara

# 1Du-Yd-I2A.placeholder
source: Repeat password
sv_se: Upprepa lösenord

# 6gM-2d-qgK.normalTitle
source: To Diary
sv_se: Dagbok

# El0-TI-bHK.placeholder
source: Insert Password
sv_se: Ange lösenord

# ExR-RF-9pf.text
source: OR
sv_se: ELLER

# FT8-gf-ZmQ.normalTitle
source: To Map
sv_se: Karta

# Hwe-bN-jIv.normalTitle
source: Sign Up
sv_se: Registrera en ny användare

# Idp-Wk-Wkl.text
source: Log out
sv_se: Logga ut

# Tgx-m4-weL.normalTitle
source: Gallery
sv_se: Galleri

# VS9-7h-JcJ.placeholder
source: What's on your mind?
sv_se: Skriv något

# WNL-KJ-A5p.normalTitle
source: Add a picture
sv_se: Ta en bild

# YKC-AX-CPD.normalTitle
source: New Post
sv_se: Nytt Inlägg

# Zil-Ja-iYp.placeholder
source: E-mail address
sv_se: E-mejl adress

# sqD-Zz-mOj.normalTitle
source: Switch to Log In
sv_se: Byta till Login

# yfm-Oo-iSM.text
source: Entry taken here:
sv_se: Inlägget skapades här:

# nQH-xD-Mnt.normalTitle
source: Advanced Camera
sv_se: Avancerad Kamera

# ct9-FI-61l.normalTitle
source: Share on Facebook
sv_se: Dela på Facebook

# KzE-Vk-siv.text
source: Wait while we fetch your position ...
sv_se: Vänta tills att vi har hittat din position ...

# 8OO-In-40O.normalTitle
source: EDIT
sv_se: ÄNDRA
